Repository: vdelachaux/4DPop-Bookmarks
Catalog: Resources/*.lproj/Strings.xlf
Languages: fr, ja

# Title
source: BookMarks
fr: Signets
ja: ブックマーク

# EditWindowTitle
source: Edit BookMarks List
fr: Editer la liste des signets
ja: ブックマークリストを編集

source: Bookmarks
fr: Signets
ja: ブックマーク

# Address
source: Address (URL)
fr: Addresses (URL)
ja: アドレス (URL)

source: Bookmark
fr: signet
ja: ブックマーク

# List
source: Drop here a file, a folder, an url or a mail address... You can reorganize the bookmarks by dragging and dropping.
fr: Déposer ici un fichier, un dossier, une adresse url ou mail... Vous pouvez réorganiser les signets par glissé-déposé.
ja: ここにファイル、フォルダ、URL、メールアドレスをドロップします... ドラッグ＆ドロップでブックマークを再構成できます。

# Delete
source: Delete the selected element.
fr: Supprimer l&apos;élément sélectionné.
ja: 選択された要素を削除。

# MenuscurrentFolders
source: Current Folders
fr: Dossiers courants
ja: Currentフォルダ

# Menusdatabase
source: Database
fr: Base

# MenusdatabaseFolder
source: Database folder
fr: Dossier base
ja: Databaseフォルダ

# Menus4dApplication
source: 4D application
fr: Application 4D
ja: 4Dアプリケーション

# Menuspreferences
source: Preferences Folder
fr: Dossier préférences

# Menusresources
source: Resources Folder
fr: Dossier ressources
ja: Resourcesフォルダ

# Menuscomponents
source: Components Folder
fr: Dossier composants
ja: Componentsフォルダ

# Menuslogs
source: Logs Folder
fr: Dossier logs
ja: Logsフォルダ

# Menuslanguage
source: Localization Folder
fr: Dossier localisé
ja: Localizationフォルダ

# Menusmacros
source: Macros Folder
fr: Dossier 'Macros'
ja: Macrosフォルダ

# Menus4dFolder
source: Active 4D Folder
fr: Dossier 4D actif
ja: Active 4Dフォルダ

# Menuslicences
source: Licences Folder
fr: Dossier licences
ja: Licencesフォルダ

# MenushtmlRootFolder
source: HTML Root Folder
fr: Dossier racine HTML
ja: HTML Rootフォルダ

# MenusrecentDatabases
source: Recent Databases
fr: Bases récentes
ja: Recentフォルダ

# MenusLocalDatabases
source: Local Databases
fr: Bases de données locales
ja: Localフォルダ

# MenusRemoteDatabases
source: Remotes Databases
fr: Bases de données distantes
ja: Remotesフォルダ

# Menuspreferences
source: Settings Folder
ja: Settingsフォルダ
